{
"name": "Donor's Tax",
			"url" : "",
"details": "It is an excise tax imposed on the privilege to transfer property by way of gift inter vivos based on a pure act of liberality without any or less than adequate consideration and without any legal compulsion to give.",
"children": [
  
			{
"name": "Rate",
"url" : "",
			"details": "The donor’s tax for each calendar year shall be six percent (6%) computed on the basis of the total gifts in excess of Two Hundred Fifty Thousand Pesos (P250,000) exempt gift made during the calendar year.",
			"children":[
                     ]
			},
			
			{
			"name": "Civil Laws",
			"url" : "",
			"details": "",
			"children": [     
						{
						"name": "Requisites of a Valid Donation",
			"url" : "",
						"details": "CDDAF 1) Capacity of the donor; 2) Donative intent; 3) Delivery, whether actual or constructive; 4) Acceptance by donee; 5) Form prescribed by law",
						"children": [
						  {
              "name": "When is donative intent necessary?",
				"url" : "",
              "details": "Only in cases of direct gift.",
						  "children": [
										{
              "name": "Note 1",
			  			"url" : "",
              "details": "If the gift is indirectly taking place by way of sale, exchange or other transfer of property as contemplated in cases of transfers for less than adequate and full consideration, donative intent is not necessary to constitute a gift. Even if there is no actual donation, the difference in price is considered a donation by fiction of law.",
						  "children": [
									{
              "name": "Note 2",
			  			"url" : "",
              "details": "However, even if the sale, exchange, or other transfer of property is for an insufficient consideration, the same will be considered as made for an adequate and full consideration in money or money's worth if made in the ordinary course of business.",
						  "children": []}
						]}
	
						]},
            {
              "name": "Who may Donate",
			  			"url" : "",
              "details": "All persons who may contract and dispose of their property may make a donation. The donor's capacity shall be determined as of the time of making a donation.",
              "children": [                 ]
						}]}
			  
]
},
 {
                        "name": "Gross Gift",
									"url" : "",
                        "details": "",
                        "children":[
                                    {
                                    "name": "Specific Cases of Transfers Inter Vivos",
												"url" : "",
                                    "details": "",
                                    "children":[
									{
                        "name": "Donation Between Spouses",
									"url" : "",
                        "details": "GR: Void; Exceptions: 1) Donations Mortis Cause 2) Moderate Gifts ",
                        "children":[
                                    {
                                    "name": "Void Donations",
												"url" : "",
                                    "details": "Void donations are not subject to donor's tax. However, if it was already paid, taxpayer only has 2 years from the date of payment to file for claim or refund regardless of any supervening event.",
                                    "children":[]
									
									}]},
									{
                        "name": "Donation by One of the Spouses",
									"url" : "",
                        "details": "Husband and wife are considered separate and distinct taxpayers for purposes of donor's tax. If what was donated is a conjugal or community property and only the husband signed the deed of donation, there is only one donor for donor's tax purposes, without prejudice to the right of the wife to question the validity of the donation without her consent.",
                        "children":[]},
						{
                        "name": "Donation to Conceived and Unborn Child",
									"url" : "",
                        "details": "Such donations may be accepted by those persons who would legally represent them if they were already born",
                        "children":[]},
												{
                        "name": "Contributions for Election Campaign",
									"url" : "",
                        "details": "",
                        "children":[
												{
                        "name": "Sec. 95 of the Omnibus Election Code",
									"url" : "",
                        "details": "Any provision in cash or kind to any candidate or political party or coalition of parties for campaign purposes, duly reported to the COMELEC shall not be subject to payment of any gift tax",
                        "children":[]}]},
												{
                        "name": "Renunciation of Share of Surviving Spouse",
									"url" : "",
									"details" : "Renunciation by the surviving spouse to his/her share in the conjugal or community after the dissolution of marriage in favor of the heirs is subject to donor's tax",
                        "children":[
																												{
                        "name": "Note",
									"url" : "",
									"details" : "Renunciation of the wife's share in the inheritance from her husband is not a taxable gift, considering that the property is automatically transferred to the other heirs by operation of law due to her repudiation of her inheritance.",
                        "children":[]}
										
						]},
																		{
                        "name": "Renunciation of Inheritance to a Co-Heir",
									"url" : "",
									"details" : "A general renunciation of inheritance in favor of a co-heir is not a donation for the purpose of taxation, unless specifically and categorically done in favor of indentified heirs to the exclusion of others.",
                        "children":[]},
																		{
                        "name": "Remuneratory Donations",
									"url" : "",
									"details" : "One where the donee gives something to reward past or future services or because of future changes or burdens, when the value of said services, burdens or charges is less than the value of the donation. Subject to donation as to the portion which exceeds the value of the burden imposed.",
                        "children":[]},
																		{
                        "name": "Gratuitious Donations to Associations",
									"url" : "",
									"details" : "Donations to HOA are subject to donor's tax.",
                        "children":[]},
																		{
                        "name": "Donations Made by a Foreign Corporation",
									"url" : "",
									"details" : "Foreign corporations effecting a donation are subject to donor's tax only if the property is located in the Philippines. Accordingly, the donation of its own shares is not subject to donor's tax.",
                        "children":[
					
																		{
                        "name": "Note 1",
									"url" : "",
									"details" : "However, if 85% of the business of the foreign corporation is located in the Philippines or the shares donated have acquired business situs in the Philippines, the donation to may be taxed subject to the rule of reciprocity.",
                        "children":[]}
						,
																		{
                        "name": "Note 2",
									"url" : "",
									"details" : "Donation of a foreign corporation of its own shares in favor of a resident employee is not subject to donor's tax because they were given in consideration of the resident employee's services, hence, subject to income tax.",
                        "children":[]}
						]}
									
									
									
									]
									
									}]},
 {
                        "name": "Exemptions",
									"url" : "",
                        "details": "",
                        "children":[
                                    {
                                    "name": "National Government",
												"url" : "",
                                    "details": "Gifts made to or for the use of the National Government or any entity created by any of its agencies which is not conducted for profit, or to any political subdivision of the said Government",
                                    "children":[]
									
									},
									{
                                    "name": "NGOs, et al",
												"url" : "",
                                    "details": "Gifts in favor of an educational and/or charitable, religious, cultural or social welfare corporation, institution, accredited nongovernment organization, trust or philanthropic organization or research institution or organization",
                                    "children":[
													{
                                    "name": "Proviso",
									"url" : "https://www.google.com",
                                    "details": "Not more than thirty percent (30%) of said gifts shall be used by such donee for administration purposes.",
                                    "children":[]
									
									
									
									},
										{
                                    "name": "Definition",
												"url" : "",
                                    "details": "a school, college or university and/or charitable corporation, accredited nongovernment organization, trust or philanthropic organization and/or research institution or organization, incorporated as a non-stock entity, paying no dividends, governed by trustees who receive no compensation, and devoting all its income, whether students’ fees or gifts, donation, subsidies or other forms of philanthropy, to the accomplishment and promotion of the purposes enumerated in its Articles of Incorporation.",
                                    "children":[]
									
									}]
									
									},
									{
                                    "name": "Athlete's Prized and Awards",
												"url" : "",
                                    "details": "Requisites: 1) Award in local and international sports tournaments 2) Held in the Philippines or abroad 3) Sanctioned by their representative national sports associations",
                                    "children":[
									]},
									{
                                    "name": "Encumbrances on the Property Donated if Assumed by the Donee",
												"url" : "",
                                    "details": "These include claims or liabilities attached to the property such as mortgage, security interests, cost of rights, and unpaid taxes which are allowed as a deduction once assumed by the donee.",
                                    "children":[
									{
                                    "name": "Net Gift",
												"url" : "",
                                    "details": "FMV - Amount of Mortgage Assumed",
                                    "children":[]}
									
									]}
									
]}, 
{
                                    "name": "Doctrines",
												"url" : "",
                                    "details": "And other stuff you need to recall",
                                    "children":[
									{
                                    "name": "Donation Mortis Causa",
												"url" : "",
                                    "details": "The reservation by the donor of the right to dispose of the property during her lifetime in the deed does not indicate that title had passed to the donee in her lifetime but that the donor merely reserves power to destroy the donation at any time.",
                                    "children":[]
				
									},
									{
                                    "name": "Arm's Length",
												"url" : "",
                                    "details": "Transaction was done at arm's length if 1) the parties are unrelated (in the familial or business sense) 2) they have equal bargaining power 3) they are acting in their own self-interest",
                                    "children":[]}
									
									]}
									]
									
									
									
									}