{
"name": "Other Percentage Tax",
			"url" : "",
"details": "Business taxes covered by Title V of the NIRC of 1997, as amended, payable by any person or entity whose sale of goods or serices is not covered by the VAT system.",
"children": [
			{
			"name": "Transactions covered by OPT",
						"url" : "",
			"details": "The following are subject to OPT under the NIRC:",
			"children": [
						{
						"name": "Sale of goods or services of persons who are exempt from VAT under Section 109(1)(BB) of the Tax Code and who is not a VAT-registered person and whose gross annual sales or receipts fo not exceed P3M.",
									"url" : "",
						"details": "",
						"children": [

									]
						},
						{
						"name": "Other kinds of business subject to the other percentage taxes under Title V of the NIRC of 1997, as amended, regardless of whether or not the gross annual receipts exceed P3M.",
									"url" : "",
						"details": "",
						"children": [
									{
									"name": "Domestic Carriers by Land and Keepers of Garages",
												"url" : "",
									"details": "3% of quarterly gross receipts",
									"children": [

												]
									},
									{
									"name": "International Carriers",
												"url" : "",
									"details": "3% of quarterly gross receipts",
									"children": [

												]
									},
									{
									"name": "Franchise Grantees",
												"url" : "",
									"details": "They have the option to register as a VAT taxpayer. Once option is exercised, said option shall be irrevocable.",
									"children": [
												{
												"name": "Radio and/or television broadcasting companies whose gross annual receipts of the preceeding year do not exceed 10M",
															"url" : "",
												"details": "3% of gross receipts derived from the business covered by the law granting franchise.",
												"children": [

															]
												},
												{
												"name": "Gas and water Utilities",
															"url" : "",
												"details": "2% of gross receipts derived from the business covered by the law granting franchise.",
												"children": [

															]
												}												
												]
									},
									{
									"name": "Overseas Dispatch, Message or Conversation Originating from the Philippines",
												"url" : "",
									"details": "10% on the amount paid for such service. NOTE: The following are exempt from the 10% OPT: 1) government 2) diplomatic services 3) public international organization 4) news services",
									"children": [

												]
									},
									{
									"name": "Banks and Non-bank financial intermediaries",
												"url" : "",
									"details": "",
									"children": [
												{
												"name": "Interest from lending acivities and income from financial leasing ",
															"url" : "",
												"details": "a. 5 years or less - 5%; b. More than 5 years - 1%",
												"children": [

															]
												},
												{
												"name": "Dividends and Equity shares and Net Income of Subsidiaries",
															"url" : "",
												"details": "0%",
												"children": [

															]
												},
												{
												"name": "Royalties, rental of property (real/personal), profits from exchange and all other items under Sec. 32 (Gross Income) of the NIRC.",
															"url" : "",
												"details": "7%",
												"children": [

															]
												},
												{
												"name": "Net trading Gains within taxable year on foreign currency, debt securities, derivatives and other similar instruments",
															"url" : "",
												"details": "7%",
												"children": [

															]
												}												
												]
									},
									{
									"name": "Other non-banking financial intermediaries",
												"url" : "",
									"details": "5% on the gross receipts derived from interest, discounts and all other items",
									"children": [
												{
												"name": "Note: Except for interest from lending activities and income from financial leasing",
															"url" : "",
												"details": "which shall be taxes at: 5 years or less - 5%; more than 5 years - 1%",
												"children": [

															]
												}
												]
									},
									{
									"name": "Life Insurance Companies",
												"url" : "",
									"details": "2% on the total premium collected, whether paid in money, notes, credits, or any substitute for money. NOTE: The following are not included in the taxable receipts",
									"children": [
												{
												"name": "Premiums refunded within 6 months after payment on account of rejection of risk or other reason",
												"url" : "",
												"details": "",
												"children": [

															]
												},
												{
												"name": "Reinsurance",
															"url" : "",
												"details": "where in tax has already been paid",
												"children": [

															]
												},
												{
												"name": "Premiums collected by any branch of domestic corporation doing business outside the Philippines on account of any life insurance of a non-resident insured",
															"url" : "",
												"details": "if tax has already been imposed by foreign country",
												"children": [

															]
												},
												{
												"name": "Premiums collected on variable contracts in excess of amounts necessary to insure lived of the variable contract workers",
															"url" : "",
												"details": "a. 5 years or less - 5%; b. More than 5 years - 1%",
												"children": [

															]
												}												
												]
									},
									{
									"name": "Agents of Foreign Insurance Companies",
												"url" : "",
									"details": "",
									"children": [

												]
									},
									{
									"name": "Proprietors of Amusement Places",
												"url" : "",
									"details": "",
									"children": [

												]
									},
									{
									"name": "Winnings",
												"url" : "",
									"details": "",
									"children": [

												]
									},
									{
									"name": "Sale, barter or exchange of shares of stock listed and traded through the local stock exchange or through initial public offerings",
												"url" : "",
									"details": "",
									"children": [

												]
									}	
									
									
									
									
									
									
									
									
									
									
									]
						}						
						]
			},
			{
			"name": "Nature of OPT",
			"url" : "",
			"details": "A tax on transaction and not on the articles sold, bartered or exchanged. It is an indirect tax which can be passed on to the buyer.",
			"children": [

												]
									}	
			
			]
}